Repository: paulwoman/Capitalism_Lab_ENG_to_DE
Catalog: tm/PROJECT_en-US_de.tmx
Source language: en_us
Languages: de

source: ~Skill Level~ The skill level of the team lead.^
de: ~Team Lead Skill~

source: ~Loyalty~ The employee loyalty of the team lead.^
de: Das Qualifikationsniveau der Teamleitung.^

source: The duration of the project.^
de: Die Projektlaufzeit.^

source: The progress of the project.^
de: Der Fortschritt des Projekts.^

source: Each software company can only have one Project Management unit.
de: Jedes Softwareunternehmen kann nur eine Projektmanagement-Einheit haben.
